import s from './Copyright.module.scss';

const CookiePolicyBlock = () => {
	return (
		<div className={s.container}>
			<h4>COOKIES</h4>
			<p>
				Ми використовуємо такі технології, як “cookies”, для збору інформації та
				збереження ваших уподобань в Інтернеті. Cookies – це невеликі фрагменти
				інформації, що надсилаються веб-сервером веб-браузеру, що дозволяє
				серверу однозначно ідентифікувати браузер на кожній сторінці.
			</p>
			<p>Ми використовуємо наступні категорії файлів cookie на нашому сайті:</p>
			<h4>КАТЕГОРІЯ 1: СУВОРО НЕОБХІДНІ ФАЙЛИ COOKIE</h4>
			<p>
				Ці файли cookie необхідні для того, щоб ви могли пересуватися сайтом і
				користуватися його функціями. Без цих cookie-файлів неможливо надавати
				необхідні вам послуги, таких як запам’ятовування даних для входу в
				систему або елементів кошика.
			</p>
			<h4>КАТЕГОРІЯ 2: COOKIE-ФАЙЛИ ПРОДУКТИВНОСТІ</h4>
			<p>
				Ці файли cookie збирають анонімну інформацію про те, як ви
				використовуєте наш сайт. Наприклад, ми використовуємо файли cookie
				Google Analytics, щоб допомогти нам зрозуміти, як клієнти приходять на
				наш сайт, переглядають або використовують наш сайт, і виділити області,
				які ми можемо поліпшити, такі як навігація, досвід покупок і
				маркетингові кампанії. Дані, що зберігаються в цих файлах cookie, не
				містять особистої інформації, за якою можна встановити вашу особу. Ви
				можете відмовитися від використання цих файлів cookie, використовуючи
				налаштування вашого браузера.
			</p>
			<h4>КАТЕГОРІЯ 3: ФУНКЦІОНАЛЬНІ ФАЙЛИ COOKIE</h4>
			<p>
				Ці файли cookie запам’ятовують зроблений вами вибір, наприклад, країну,
				з якої Ви відвідуєте наш сайт, мову і параметри пошуку, такі як модель,
				матеріал корпусу або тип браслета. Вони можуть бути використані для
				того, щоб надати вам досвід, більш відповідний вашому вибору, і зробити
				відвідування сайту більш індивідуальним і приємним. Інформація, яку
				збирають ці файли cookie, може бути анонімізована, і вони не можуть
				відстежувати вашу активність на інших сайтах. Ви можете відмовитися від
				використання цих файлів cookie, користуючись налаштуванням вашого
				браузера.
			</p>
			<h4>КАТЕГОРІЯ 4: ЦІЛЬОВІ ФАЙЛИ COOKIE АБО РЕКЛАМНІ ФАЙЛИ COOKIE</h4>
			<p>
				Ці файли cookie збирають інформацію про ваші звички перегляду сайтів,
				щоб зробити рекламу більш релевантною вам і вашим інтересам. Вони також
				використовуються для обмеження кількості показів реклами, а також для
				визначення ефективності рекламної кампанії. Файли cookie зазвичай
				розміщуються сторонніми рекламними мережами. Вони запам’ятовують
				веб-сайти, які ви відвідуєте, і ця інформація передається іншим
				сторонам, наприклад, рекламодавцям. Наприклад, ми використовуємо
				сторонні компанії, щоб надавати вам більш персоналізовані рекламні
				оголошення при відвідуванні інших сайтів. Ви можете відмовитися від
				використання цих файлів cookie, використовуючи налаштування вашого
				браузера.
			</p>
			<h4>КАТЕГОРІЯ 5: ФАЙЛИ COOKIE ДЛЯ СОЦІАЛЬНИХ МЕРЕЖ</h4>
			<p>
				Ці файли cookie дозволяють вам ділитися тим, що ви робили на сайті, в
				соціальних мережах, таких як Facebook і Twitter. Будь ласка, зверніться
				до відповідних політик конфіденційності, щоб дізнатися, як працюють їхні
				файли cookie. Якщо ви хочете видалити файли cookie, які вже знаходяться
				на вашому комп’ютері, зверніться до розділу допомоги та підтримки вашого
				інтернет-браузера за інструкціями про те, як знайти файл або каталог, в
				якому зберігаються файли cookie. Інформація про видалення або управління
				файлами cookie доступна на сайті www.AboutCookies.org. Зверніть увагу,
				що, видаливши наші файли cookie або відключивши майбутні файли cookie,
				ви, можливо, не зможете отримати доступ до деяких розділів або функцій
				нашого Веб-сайту.
			</p>
			<p>
				Ви можете в будь-який час відкликати свою згоду на використання цих
				файлів cookie за допомогою наступних способів:
			</p>
			<p>
				– Кукі Google Analytics на всіх веб-сайтах: будь ласка, відвідайте
				Google Analytics Opt-out Browser Add-on.
			</p>
			<p>
				– Файли cookie інших третіх осіб, пов’язані з поведінковою рекламою:
				будь ласка, перейдіть за посиланням www.youronlinechoices.eu.
			</p>
			<p>
				– Будь-які інші типи файлів cookie: ви можете очистити файли cookie
				через налаштування вашого браузера.
			</p>
			<p>
				Зверніть увагу, що відмова від файлів cookie не означає, що ви більше не
				будете отримувати онлайн-рекламу. Це означає, що компанія або компанії,
				від яких ви відмовилися, більше не будуть доставляти рекламу з
				урахуванням ваших веб-переваг і особливостей використання, тому ви
				можете побачити більшу кількість реклами, яка не має відношення до вас і
				ваших уподобань.
			</p>
			<p>
				Для отримання додаткової інформації зв’яжіться з нами по електронній
				пошті: info@Amhelfenua.ch
			</p>
		</div>
	);
};

export default CookiePolicyBlock;
