import s from './Copyright.module.scss';

const OfertaBlock = () => {
	return (
		<div className={s.container}>
			<p>
				<strong>Некомерційна організація Amhelfenua, </strong>іменована надалі «
				<strong>Amhelfenua</strong>», в особі президента пана{' '}
				<strong>Альфреда Шлепфер</strong>, діючого на підставі Статуту, пропонує
				будь-якому отозвавшемуся на даний пропозицію фізичній особі
				(громадянину) або юридичній особі, індивідуальному підприємцю, яка
				надалі іменується «<strong>Жертводавці</strong>», укласти Договір про
				добровільну пожертву (далі по тексту – Договір) на наступних умовах:
			</p>
			<h4>
				<strong>1. Загальні положення про сьогодення пропозиції</strong>
			</h4>
			<p>
				1.1 Настоящїї предложение применяеться до пожертв через інтернет-сайт{' '}
				<a href='http://www.Amhelfenua.ch'>www.Amhelfenua.ch</a> на користь некомерційної
				організації <strong>Amhelfenua</strong> Verein, Соймерштрассе 30, 8800
				Thalwil, Швейцарія у відповідностідоєтстбіі зі швейцарським
				законодавством (далі- <strong>“Amhelfenua”</strong>) і приватними або
				юридичними особами, які роблять пожертвування через веб-сайт{' '}
				<a href='http://www.Amhelfenua.ch'>www.Amhelfenua.ch</a> &nbsp;(надалі{' '}
				<strong>“Жертводавці”).</strong>
			</p>
			<p>
				1.2&nbsp; Даний пропозиція є публічною офертою (далі по тексту – Оферта)
				у відповідності зпро швейцарскїм законодавством, рога за адресою: &nbsp;
				<a href='http://www.Amhelfenua.ch'>www.Amhelfenua.ch</a>. Amhelfenua залишає за собою
				право вносити будь-які поточні зміни в настоящїї пропозицію.
			</p>
			<p>
				1.3 Оферта набуває чинності з «10» червня 2022 року та підлягає
				обов’язковому опублікуванню (далі по тексту – Опублікування) за адресою{' '}
				<a href='http://www.Amhelfenua.ch'>www.Amhelfenua.ch</a>.
			</p>
			<p>
				1.4 Опублікування, згідно з умовами цього Договору, проводиться одним
				і/або кількома наступними способами:
			</p>
			<p>
				1.4.1 &nbsp;Розміщення інформації, що публікується на офіційному сайті{' '}
				<strong>Amhelfenua</strong> і його партнерів (далі – «Сайт»), зокрема на
				сайтах, розташованих за адресою:{' '}
				<a href='http://www.Amhelfenua.ch'>www.Amhelfenua.ch</a> (далі – «Сайт»);
			</p>
			<p>
				1.4.2 Розміщення інформації, що публікується за адресою
				(місцезнаходженням) <strong>Amhelfenua</strong>, розташованому за адресою:
				Соймерштрассе 30, 8800 Thalwil, Швейцарія.
			</p>
			<p>
				1.5 Ця Оферта є безстроковою і застосовуютьеться у відповідній редакції,
				чинній на момент переведення пожертви.
			</p>
			<p>
				1.6 Текст цієї Оферти може бути змінений / доповнено{' '}
				<strong>Amhelfenua</strong> в односторонньому порядку без пояснення причин і
				попередження третіх осіб, включаючи <strong>Жертвователїй</strong>, про
				прийняте рішення.
			</p>
			<p>
				Нова редакція Оферти набирає чинності з дня її Опублікування, якщо інше
				не буде передбачено в рішенні про зміну / доповнення умов Оферти.
			</p>
			<p>
				1.7 <strong>Amhelfenua</strong> вправі в будь-який час скасувати Оферту без
				пояснення причин і попередження третіх осіб, включаючи{' '}
				<strong>Жертводавців</strong>, про прийняте рішення. У такому разі
				останнім днем дії Оферти є день опублікування на Сайті повідомлення про
				скасування Оферти, якщо інше не буде передбачено в повідомленні про
				скасування Оферти.
			</p>
			<p>
				1.8 &nbsp;Недійсність одного або декількох умов Оферти не тягне
				недійсність всіх інших умов Оферти.
			</p>
			<p>
				1.9 Приймаючи умови даного Договору, <strong>Жертводавець</strong>{' '}
				підтверджує добровільний і безоплатний характер пожертви.
			</p>
			<h4>
				<strong>2. Предмет Договору</strong>
			</h4>
			<p>
				2.1 Акцептуючи справжню Оферту, <strong>Жертводавець</strong>{' '}
				добровільно і безоплатно передає <strong>Amhelfenua</strong> власні кошти
				(далі за текстом – «пожертва») на досягнення статутних цілей, у тому
				числі на реалізацію проектів і програм.
			</p>
			<p>
				2.2&nbsp; Основною метою діяльності Amhelfenua є підтримка біженців з України,
				вимушених покинути свою країну. Наша спеціалізація &nbsp;–
				&nbsp;міграційне право, питання надання притулку, права людини. Amhelfenua не
				переслідує комерційних цілей і не прагне до отримання прибутку.
			</p>
			<p>
				Ваші пожертви ми витрачаємо на надання юридичних послуг, гуманітарної
				допомоги та психологічної підтримки біженцям.
			</p>
			<p>
				2.2.1 <strong>Amhelfenua</strong> щорічно публікує інформацію про свою роботу,
				її результати, цілі використання коштів на своєму сайті і (або) в інших
				відкритих джерелах.
			</p>
			<p>
				2.3 Передаються <strong>Жертводавцем</strong>, згідно з умовами
				Договору, на користь <strong>Amhelfenua</strong> грошові кошти є пожертвою
				відповідно до законодавством Швейцарії.
			</p>
			<p>
				2.4 Пожертвування, зроблене на користь проекту або програми, не може
				бути скасовано (відкликано) <strong>Жертводавцем</strong> в
				односторонньому порядку, за винятком випадків, прямо передбачених
				законом та цією Офертою.
			</p>
			<p>
				2.5&nbsp; &nbsp;<strong>Amhelfenua</strong> має право вільно використовувати
				пожертву в рамках цілийїй асоціації.
			</p>
			<h4>
				<strong>3. Укладення Договору</strong>
			</h4>
			<p>
				3.1 &nbsp;&nbsp;Акцептувати справжню Оферту і тим самим укласти з{' '}
				<strong>Amhelfenua</strong> Договір має право будь-яка правоздатна фізична
				(громадянин) або юридична особа, індивідуальний підприємець.
			</p>
			<p>
				3.2 Внесення <strong>Жертводавцем</strong> грошових коштів на
				розрахунковий рахунок <strong>Amhelfenua</strong> / рахунок (акаунт){' '}
				<strong>Amhelfenua</strong> в платіжній системі будь-яким із способів,
				передбачених п. 4.3. цього Договору, є згодою{' '}
				<strong>Жертводавця</strong> з умовами цього Договору (далі по тексту –
				Акцепт Оферти) і одночасно підтверджує добровільний і безоплатний
				характер пожертви.
			</p>
			<p>
				3.3 &nbsp;Датою Акцепту Оферти і, відповідно, датою укладення Договору є
				дата зарахування пожертвуваної <strong>Жертводавцем </strong>грошової
				суми на розрахунковий рахунок <strong>Amhelfenua</strong> / рахунок (акаунт){' '}
				<strong>Amhelfenua</strong> в платіжній системі.
			</p>
			<p>
				3.4 Умови Договору з <strong>Жертводавцем</strong>, акцептували Оферту,
				визначаються Офертою в редакції, чинній на день внесення{' '}
				<strong>Жертводавцем</strong> на рахунок <strong>Amhelfenua</strong>{' '}
				пожертвування або на день оформлення <strong>Жертводавцем</strong>{' '}
				платіжного доручення, вчинення інших дій, у тому числі за допомогою
				мобільного зв’язку на відповідний номер, на підставі яких банк, інша
				організація потім виробляє перерахування пожертвуваних грошових коштів
				на розрахунковий рахунок <strong>Amhelfenua</strong>.
			</p>
			<p>3.5 &nbsp;Місцем укладення Договору є: місто Цюріх, Швейцарія.</p>
			<p>
				3.6 &nbsp;Договір, укладений у порядку, передбаченому цією статтею
				Оферти, вважається укладеним у письмовій формі.
			</p>
			<h4>
				<strong>4. Порядок внесення пожертви і його витрачання</strong>
			</h4>
			<p>
				4.1. <strong>Жертводавець</strong> самостійно визначає розмір суми
				пожертви і перераховує його <strong>Amhelfenua</strong> на умовах Договору
				одним з платіжних засобів, зазначених у п. 4.3. цієї Оферти.
			</p>
			<p>
				4.2 &nbsp;<strong>Жертводавець</strong> не встановлює строки
				використання пожертви.
			</p>
			<p>
				4.3 &nbsp;<strong>Amhelfenua</strong> приймає наступні способи оплати:
			</p>
			<ul>
				<li>Кредитні карти: Mastercard, VISA, Postfinance (Card, E-Finance)</li>
				<li>Банківський переказ</li>
				<li>ТВИНТ</li>
			</ul>
			<p>
				4.4 &nbsp;Передача даних здійснюється у зашифрованому вигляді.{' '}
				<strong>Amhelfenua</strong> сам по собі не зберігає дані карти, Ваші платіжні
				дані проходять безпосередньо через зовнішнього партнера PostFinance.
				Наші постачальники послуг можуть використовувати інформацію виключно для
				виконання своїх обов’язків і зобов’язані дотримуватися швейцарську
				політику конфіденційності.
			</p>
			<p>
				4.5 &nbsp;<strong>Жертводавець</strong> направляє <strong>Amhelfenua</strong>{' '}
				грошові кошти одним з наступних способів готівкового або безготівкового
				розрахунку:
			</p>
			<p>
				4.5.1 Пряме перерахування пожертвування на розрахунковий рахунок{' '}
				<strong>Amhelfenua</strong>, зазначений у статті 9 Оферти, в тому числі шляхом
				оплати юридичною особою або індивідуальним підприємцем платіжного
				доручення, оформлення громадянином банківського переказу через
				операційну касу банку <strong>Жертводавця</strong>, здійснення платежу в
				особистому кабінеті <strong>Жертводавця</strong> на інтернет-сайті банку{' '}
				<strong>Жертводавця</strong>, списання грошових коштів з банківської
				карти <strong>Жертводавця</strong> та інші;
			</p>
			<p>
				4.5.2 Перерахування пожертвування через електронні платіжні системи та
				інших платіжних агентів, в т. ч. представлені на Сайті{' '}
				<strong>Amhelfenua</strong>, з або без проміжного зарахування суми пожертви на
				рахунок (акаунт) <strong>Amhelfenua</strong> в платіжній системі;
			</p>
			<p>
				4.5.3. Передача пожертви у спеціальні скриньки для збору готівкових
				коштів.
			</p>
			<p>4.6 &nbsp;Виправлення помилок вводу</p>
			<p>
				4.6.1 Помилки введення при ручному введенні суми пожертви повинні бути
				виправлені протягом 7 днів з моменту їх розміщення. Можливість виправити
				помилки введення припиняється через рік з моменту вчинення пожертви.
				Виправлення повинно бути направлено у письмовій формі за адресою:{' '}
				<strong>Amhelfenua</strong> Verein, Соймерштрассе 30, 8800 Thalwil, Швейцарія
				або по електронній пошті <a href='mailto:info@Amhelfenua.ch'>info@Amhelfenua.ch</a>.
			</p>
			<p>
				4.7 &nbsp;При вчиненні пожертви <strong>Жертводавець</strong> з
				урахуванням положень цього Договору може самостійно визначити мету
				використання <strong>Amhelfenua</strong> перераховуються{' '}
				<strong>Жертводавцем</strong> грошових коштів.
			</p>
			<p>
				4.8 Незалежно від обраного <strong>Жертводавцем</strong> платіжного
				способу <strong>Жертводавець</strong> при перерахуванні грошових коштів
				може вказати проект або програму, на яку перераховує пожертвування.
			</p>
			<h4>
				<strong>5. Податки і збори</strong>
			</h4>
			<p>
				5.1 Згідно з чинним швейцарським податковим законодавством пожертви{' '}
				<strong>Amhelfenua</strong> можуть бути відняті з податку при певних умовах.
			</p>
			<p>
				5.2&nbsp; Тим не менш <strong>Amhelfenua</strong> не гарантує можливість
				вирахування повної або часткової суми пожертви з податків. Неможливість
				вирахування не дає права на відшкодування суми пожертвування з боку{' '}
				<strong>Amhelfenua</strong>.
			</p>
			<p>
				5.3 Для сум пожертв понад 20 франків, <strong>Жертводавець</strong>{' '}
				приїает підтвердження пожертви від <strong>Amhelfenua</strong> шляхом
				автоматичного відправлення підтвердження на імейл.
			</p>
			<p>
				5.4 &nbsp;Якщо, всупереч очікуванням, пожертвування викличе податки або
				збори у <strong>Жертводавця</strong>, вони повинні бути понесені{' '}
				<strong>Жертводавцем</strong>.
			</p>
			<h4>
				<strong>6. Права та обов’язки Сторін</strong>
			</h4>
			<p>
				6.1 &nbsp;<strong>Amhelfenua</strong> зобов’язаний розміщувати на Сайті
				достовірну та актуальну інформацію про діючих проектах і програмах, що
				їх авторів (за згодою авторів).
			</p>
			<p>
				6.2 Пожертвування, що подаються <strong>Amhelfenua</strong> на підставі
				Договору, витрачаються нею строго у відповідності з чинним
				законодавством Швейцарії, Статутом <strong>Amhelfenua</strong>, положень цього
				Договору, а також встановленим <strong>Жертводавцем</strong>{' '}
				призначенням пожертви, повідомлених їм при здійсненні платежу.
			</p>
			<p>
				6.3 Пожертви, вчинені <strong>Жертводавцем</strong> з некоректним або
				неразличимым (неможливим до встановлення) призначенням платежу,
				приймаються <strong>Amhelfenua</strong> як пожертвування на досягнення
				статутних цілей <strong>Amhelfenua</strong>.
			</p>
			<p>
				6.4 <strong>Amhelfenua</strong> зобов’язується використати отримані від{' '}
				<strong>Жертводавця</strong> пожертви у суворій відповідності з його
				статутною діяльністю, діючими проектами і програмами з урахуванням
				положень цього Договору, вимог чинного законодавства Швейцарії.
			</p>
			<p>
				6.5 &nbsp;<strong>Жертводавець</strong> висловлює свою згоду і надає{' '}
				<strong>Amhelfenua</strong> право на збір, обробку та зберігання персональних
				даних, які використовуються ним виключно для виконання цього Договору.{' '}
				<strong>Amhelfenua</strong> зобов’язується не розкривати третім особам
				особисту та контактну інформацію <strong>Жертводавця</strong> без його
				письмової згоди, за винятком випадків:
			</p>
			<p>
				6.5.1 Законного вимоги даної інформації державними органами, що мають
				повноваження вимагати таку інформацію;
			</p>
			<p>
				6.5.2 Надання персональних даних операторів електронних платіжних
				систем, що здійснюють перерахування грошових коштів{' '}
				<strong>Жертводавця</strong> на банківський розрахунковий рахунок{' '}
				<strong>Amhelfenua</strong>.
			</p>
			<p>
				6.6 Отримане від <strong>Жертводавця</strong> пожертвування, через
				закриття потреби, повністю витрачається згідно з призначенням пожертви,
				вказаною <strong>Жертводавцем</strong>, і не повертається{' '}
				<strong>Жертвователю</strong>.
			</p>
			<p>
				6.7 &nbsp;<strong>Amhelfenua</strong> сповіщає <strong>Спонсора</strong> про
				поточних проектах і програмах за допомогою розміщення інформації на
				Сайті, електронних розсилок, за допомогою телефонних дзвінків та іншими
				доступними способами.
			</p>
			<p>
				6.8 &nbsp;За запитом <strong>Жертводавця</strong> (у вигляді
				електронного або звичайного листа) <strong>Amhelfenua</strong> зобов’язаний
				надати <strong>Жертвователю</strong> інформацію про зроблені{' '}
				<strong>Жертводавцем</strong> пожертвування.
			</p>
			<p>
				6.9 <strong>Amhelfenua</strong> не несе перед <strong>Жертводавцем</strong>{' '}
				інших зобов’язань, крім зобов’язань, зазначених у цьому Договорі.
			</p>
			<h4>
				<strong>7. Застосовне право, країна суду і прочие умови</strong>
			</h4>
			<p>
				7.1 У випадку виникнення спорів та розбіжностей між{' '}
				<strong>Amhelfenua</strong> і <strong>Жертводавцем</strong> за Договором,
				суперечки будуть по можливості вирішуватися шляхом переговорів. У
				випадку неможливості вирішення спору шляхом переговорів, спір повинен
				бути переданий на розгляд у суд.
			</p>
			<p>
				7.2 Юрисдикцією за всіма позовами, пов’язаними з пожертвами, є виключно
				Цюріх, Швейцарія. Застосовуються виключно положення швейцарського
				законодавства. Застосування колізійних норм виключено.
			</p>
			<p>
				7.3 <strong>Amhelfenua</strong> не несе перед <strong>Жертводавцем</strong>{' '}
				інших зобов’язань, крім зобов’язань, зазначених у цьому Договорі, а
				також встановлених чинним законодавством Швейцарії для аналогічних
				відносин.
			</p>
			<p>
				7.4 &nbsp;Недійсність окремих положень не впливає на решту ефективність
				цих Умов.
			</p>
			<h4>
				<strong>8. Конфіденційність</strong>
			</h4>
			<p>
				8.1&nbsp; &nbsp;Дані, необхідні для ведення діяльності, зберігаються в
				відповідності з діючими положеннями. Для отримання додаткової інформації
				про обробку ваших даних див. Політику конфіденційності та обробку
				персональних даних (посилання).
			</p>
			<p>
				8.2 <strong>Жертводавець</strong> в будь-який час має право на
				безкоштовну інформацію, виправлення, блокування і, при необхідності,
				видалення його збережених даних. Будь ласка, зв’яжіться з нами по
				електронній пошті <a href='mailto:info@Amhelfenua.ch'>info@Amhelfenua.ch</a> або
				відправте нам свої побажання поштою.
			</p>
		</div>
	);
};

export default OfertaBlock;
