import s from './Copyright.module.scss';

const PrivacyPolicyBlock = () => {
	return (
		<div className={s.container}>
			<h4>ПЕРСОНАЛЬНА ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО</h4>
			<p>
				Коли ви відвідуєте Сайт, ми автоматично збираємо певну інформацію про
				ваш пристрій, включаючи інформацію про ваш веб-браузер, IP-адресу,
				часовий пояс і деякі файли cookie, встановлених на вашому пристрої. Крім
				того, коли ви переглядаєте Сайт, ми збираємо інформацію про окремі
				веб-сторінки або продукти, які ви переглядаєте, про те, які веб-сайти
				або пошукові запити привели вас на Сайт, а також інформацію про те, як
				ви взаємодієте з Сайтом. Ми називаємо цю автоматично зібрану інформацію
				“інформацією про пристрій”.
			</p>
			<p>
				Ми збираємо інформацію про пристрій за допомогою наступних технологій:
			</p>
			<p>
				– “Cookies” – це файли даних, які розміщуються на вашому пристрої або
				комп’ютері і часто містять анонімний унікальний ідентифікатор. Для
				отримання додаткової інформації про файли cookie та про те, як вимкнути
				їх, відвідайте веб-сайт{' '}
				<a href='http://www.allaboutcookies.org'>
					http://www.allaboutcookies.org
				</a>
			</p>
			<p>
				– “Файли журналів” відстежують дії, що відбуваються на сайті, і збирають
				дані, включаючи вашу IP-адресу, тип браузера, постачальника
				Інтернет-послуг, сторінки напрямку/виходу, а також позначки дати/часу.
			</p>
			<p>
				– “Веб-маяки”, “теги” та “пікселі” — це електронні файли, які
				використовуються для запису інформації про те, як ви переглядаєте Сайт.
			</p>
			<p>
				Крім того, коли ви здійснюєте покупку або намагаєтеся зробити покупку
				через Сайт, ми збираємо від вас певну інформацію, включаючи ваше ім’я,
				адресу для виставлення рахунку, адресу доставки, платіжну інформацію
				(включаючи номери кредитних карт), адресу електронної пошти та номер
				телефону. Ми називаємо цю інформацію “Інформація про замовлення”.
			</p>
			<p>
				Коли ми говоримо про “особисту інформацію” в даній політиці
				конфіденційності, ми маємо на увазі як інформацію про пристрій, так і
				інформацію про замовлення.
			</p>
			<h4>ЯК МИ ВИКОРИСТОВУЄМО ВАШУ ОСОБИСТУ ІНФОРМАЦІЮ?</h4>
			<p>
				Ми використовуємо інформацію про замовлення, яку ми збираємо, як
				правило, для виконання будь-яких замовлень, розміщених через Сайт
				(включаючи обробку Вашої платіжної інформації, організацію доставки та
				надання вам рахунків та/або підтверджень замовлень). Крім того, ми
				використовуємо цю інформацію про замовлення для:
			</p>
			<p>– спілкування з вами;</p>
			<p>
				– перевірки наших замовлень на предмет потенційного ризику або
				шахрайства; і
			</p>
			<p>
				– відповідно до уподобань, якими ви поділилися з нами, надання вам
				інформації або реклами, пов’язаної з нашими продуктами або послугами. Ми
				використовуємо інформацію про пристрій, яку ми збираємо, щоб допомогти
				нам перевірити потенційний ризик і шахрайство (зокрема, вашу IP-адресу),
				а також в цілому для поліпшення і оптимізації нашого сайту (наприклад,
				шляхом отримання аналітичних даних про те, як наші клієнти переглядають
				Сайт і взаємодіють з ним, а також для оцінки успіху наших маркетингових
				і рекламних кампаній).
			</p>
			<h4>ОБМІН ВАШОЮ ОСОБИСТОЮ ІНФОРМАЦІЄЮ</h4>
			<p>
				Ми передаємо вашу особисту інформацію третім особам, щоб допомогти нам
				використовувати вашу особисту інформацію, як описано вище. Наприклад, ми
				використовуємо Google Analytics, щоб допомогти нам зрозуміти, як наші
				клієнти використовують Сайт — ви можете прочитати більше про те, як
				Google використовує вашу Особисту інформацію тут:{' '}
				<a href='https://www.google.com/intl/en/policies/privacy/'>
					https://www.google.com/.../privacy/
				</a>{' '}
				Ви також можете відмовитися від використання Google Analytics тут:{' '}
				<a href='https://tools.google.com/dlpage/gaoptout'>
					https://tools.googl.../gaoptout
				</a>{' '}
				Нарешті, ми також можемо передавати вашу Особисту інформацію для
				дотримання чинного законодавства і нормативних актів, у відповідь на
				повістку в суд, ордер на обшук або інший законний запит на отримання
				інформації, або для захисту наших прав.
			</p>
			<h4>ПОВЕДІНКОВА РЕКЛАМА</h4>
			<p>
				Як описано вище, ми використовуємо вашу особисту інформацію для надання
				вам цільової реклами або маркетингових повідомлень, які, на нашу думку,
				можуть представляти для вас інтерес. Для отримання додаткової інформації
				про те, як працює цільова реклама, Ви можете відвідати освітню сторінку
				Network Advertising Initiative (“NAI”) за адресою{' '}
				<a href='http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work'>
					http://www.networkadvertis/.../how-does-it-work
				</a>
				.
			</p>
			<p>
				Ви можете відмовитися від цільової реклами, скориставшись наведеними
				нижче посиланнями:
			</p>
			<p>
				<a href='https://www.facebook.com/settings/?tab=ads'>
					— Facebook:{' '}
				</a>
			</p>
			<p>
				<a href='https://www.google.com/settings/ads/anonymous'>
					— Google:{' '}
				</a>
			</p>
			<p>
				<a href='https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads'>
					— Bing:{' '}
				</a>
			</p>
			<p>– [[ВКЛЮЧИТИ ПОСИЛАННЯ НА ВІДМОВУ ВІД ВИКОРИСТОВУВАНИХ СЕРВІСІВ]].</p>
			<p>
				Крім того, ви можете відмовитися від деяких з цих послуг, відвідавши
				портал відмови від використання Digital Advertising Alliance за адресою:{' '}
				<a href='http://optout.aboutads.info/'>http://optout.aboutads.info/</a>
			</p>
			<h4>НЕ ВІДСТЕЖУВАТИ</h4>
			<p>
				Зверніть увагу, що ми не змінюємо практику збору та використання даних
				на нашому сайті, якщо бачимо сигнал “Не відстежувати” від вашого
				браузера.
			</p>
			<h4>ВАШІ ПРАВА</h4>
			<p>
				Якщо ви є мешканцем Європи, Ви маєте право на доступ до особистої
				інформації, яку ми зберігаємо про вас, а також на запит про виправлення,
				оновлення або видалення вашої особистої інформації. Якщо ви хочете
				скористатися цим правом, зв’яжіться з нами за вказаними нижче
				контактними даними.
			</p>
			<p>
				Крім того, якщо ви є резидентом Європи, ми відзначаємо, що обробляємо
				вашу інформацію для виконання договорів, які ми можемо укласти з вами
				(наприклад, якщо ви зробите замовлення через сайт), або для реалізації
				наших законних ділових інтересів, перерахованих вище. Крім того,
				зверніть увагу, що ваша інформація буде передаватися за межі Європи, в
				тому числі в Канаду і США.
			</p>
			<h4>ЗБЕРІГАННЯ ДАНИХ</h4>
			<p>
				Коли ви розміщуєте замовлення через Сайт, ми зберігаємо інформацію про
				ваше замовлення для наших записів, поки ви не попросите нас видалити цю
				інформацію.
			</p>
			<h4>ЗМІНИ</h4>
			<p>
				Ми можемо час від часу оновлювати цю Політику Конфіденційності, щоб
				відобразити, наприклад, зміни в нашій практиці або з інших операційних,
				юридичних або нормативних причин.
			</p>
			<h4>ЗВ’ЯЗАТИСЯ З НАМИ</h4>
			<p>
				Для отримання додаткової інформації про нашу практику конфіденційності,
				якщо у вас є питання або якщо ви хочете подати скаргу, будь ласка,
				зв’яжіться з нами по електронній пошті за адресою{' '}
				<a href='mailto:info@Amhelfenua.ch'>info@Amhelfenua.ch</a>
			</p>
		</div>
	);
};

export default PrivacyPolicyBlock;
