import s from './Copyright.module.scss';

const ProcessingOfPersonalDataBlock = () => {
	return (
		<div className={s.container}>
			<h1>Згода на обробку персональних даних</h1>
			<p>
				Цим Ви, залишаючи заявку на веб-сайті www.Amhelfenua.ch (далі — веб-сайт),
				діючи вільно і у своєму інтересі, а також підтверджуючи свою
				дієздатність, підтверджуєте свою згоду на обробку онлайн веб-сайтом,
				який належить творцеві і розробнику веб-сайту компанії HERDA GmbH Ваших
				персональних даних без використання засобів автоматизації, так і з їх
				використанням.
			</p>
			<p>
				Під персональними даними мається на увазі будь-яка інформація, що
				відноситься до прямо або побічно до вас, включаючи, але не обмежуючись:
				прізвище, ім’я, по батькові, дата народження, контактні телефони, адреса
				електронної пошти, поштова адреса.
			</p>
			<p>
				Справжньою згодою Ви підтверджуєте, що проінформовані про те, що під
				обробкою персональних даних розуміються дії з персональними даними, а
				саме: збір, запис, систематизація, накопичення, зберігання, уточнення
				(оновлення, зміну), використання, передача (надання, доступ), видалення,
				знищення персональних даних правил використанням засобів автоматизації
				веб-сайту.
			</p>
			<p>
				Цією згодою ви підтверджуєте, що проінформовані про те, що обробка
				наданих Вами персональних даних може здійснюється для досягнення
				наступної мети: виконання наших зобов’язань за замовленнями, договорами
				та іншими зобов’язаннями, прийнятими нами в якості обов’язкових до
				виконання перед Вами. Для зазначеної мети ми реалізуємо комплекс дій,
				спрямованих на виконання наступних завдань:
			</p>
			<ul>
				<li>ідентифікація сторони в рамках надання послуги;</li>
				<li>надання користувачеві персоналізованих послуг;</li>
				<li>поліпшення якості послуг і розробка нових;</li>
				<li>
					проведення статистичних та інших досліджень, на основі знеособлених
					даних;
				</li>
				<li>
					надання персональних даних користувача правовласникам, дистриб’юторам
					або реселерам програмного забезпечення з метою реєстрації програмного
					забезпечення на ім’я користувача або організації, інтереси якої
					представляє користувач;
				</li>
				<li>
					надання користувачам веб-сайту безпечного і зручного функціоналу по
					його використанню, ефективному відображенню інформації;
				</li>
				<li>
					ефективне виконання замовлень, договорів та інших зобов’язань,
					прийнятих нами в якості обов’язкових до виконання перед користувачем;
				</li>
				<li>обробка питань користувачів веб-сайту;</li>
				<li>реєстрація користувачів веб-сайту на заходи;</li>
				<li>
					реєстрація клієнтів / партнерів веб-сайту в системі service desk, для
					подальшого здійснення технічної підтримки;
				</li>
				<li>
					здійснення та / або виконання функцій, повноважень та обов’язків,
					покладених на нас законодавством.
				</li>
			</ul>
			<p>
				Ця згода поширюється на наступні персональні дані: прізвище, ім’я, по
				батькові, дата народження, адреса доставки; контактний телефон (дом.,
				мобільний, робочий), відомості про організацію, Посада, номер факсу,
				номер стільникового телефону, адреса електронної пошти, відомості про
				країну, місто, область проживання, відомості про банківську карту
				(номер, CVV, прізвище ім’я на латиниці, рік і місяць закінчення дії
				карти) і/або банківських рахунках.
			</p>
			<p>
				Термін дії вашої згоди обмежений терміном, що вимагається для досягнення
				мети обробки персональних даних, якщо інший термін зберігання
				персональних даних не встановлений чинним законодавством. Однак, ви
				маєте право в будь-який момент відкликати цю згоду, шляхом направлення
				письмового повідомлення на адресу електронної пошти: info@Amhelfenua.ch з
				позначкою “відкликання згоди на обробку персональних даних”. Видалення
				ваших персональних даних буде проведено протягом 30 днів з моменту
				отримання даного повідомлення. У разі відкликання вами або вашим
				представником згоди, веб-сайт має право продовжити обробку персональних
				даних без нього за наявності підстав, зазначених у статтях 49, 89
				загального регламенту щодо захисту даних GDPR.
			</p>
			<p>
				Веб-сайт гарантує дотримання наступних прав суб’єкта персональних даних:
			</p>
			<ul>
				<li>
					право на отримання відомостей про те, які дані суб’єкта персональних
					даних зберігаються у нас;
				</li>
				<li>
					право на видалення, уточнення або виправлення персональних даних, які
					зберігаються у нас;
				</li>
				<li>інші права, встановлені законодавством.</li>
			</ul>
			<p>
				Звертаємо Вашу увагу, що відкликання Вашої згоди на обробку персональних
				даних тягне за собою видалення вашого облікового запису з веб-сайту
				www.Amhelfenua.ch, а також знищення записів, що містять ваші персональні дані,
				в інформаційних системах обробки персональних даних веб-сайту, що може
				унеможливити користування інтернет-сервісами веб-сайту.
			</p>
		</div>
	);
};

export default ProcessingOfPersonalDataBlock;
